/*===== Form Options =====*/

export const departmentValues = [
  "رسیدگی به شکایات",
  "ریاست دانشگاه",
  "مدیر گروه نظارت و ارزیابی",
  "معاونت اداری و مالی",
  "رئیس نهاد دانشگاه",
  "معاون آموزشی و پژوهشی",
  "مدیر حراست",
  "مدیر آموزش",
  "مدیر گروه ریاضی",
  "مدیر گروه مهندسی برق- مخابرات و الکترونیک",
  "مدیر گروه مهندسی برق - کنترل و قدرت",
  "مدیر گروه عمران",
  "مدیر گروه معارف",
  "مدیر گروه صنایع",
  "مدیر گروه مهندسی کامپیوتر",
  "مدیر گروه شیمی",
] as const;

export const feedbackTypeValues = ["complaint", "suggestion"] as const;

export const initialComplaintStatus = "pending" as const;
